Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# stitchDictionary.ssk.step.2
source: Insert the left needle through the fronts of both slipped loops; knit them together through their back loops.
da: Stik venstre pind ind foran i de to løse masker, og strik dem ret sammen gennem de bagerste lænker.
de: Die linke Nadel vorn in beide abgehobenen Maschen stechen und beide durch die hinteren Glieder rechts zusammenstricken.
el: Βάλτε την αριστερή βελόνα στο μπροστινό μέρος των δύο άπλεκτων πόντων και πλέξτε τους μαζί καλή από τα πίσω σκέλη.
fi: Työnnä vasen puikko nostettujen silmukoiden etupuolelta läpi ja neulo ne takareunoista oikein yhteen.
fr: Piquer l’aiguille gauche dans l’avant des deux mailles glissées et les tricoter ensemble à l’endroit par les brins arrière.
ja: 左針を2つのすべり目の手前側に入れ、向こう側のループを一緒に表編みします。
ko: 왼바늘을 옮긴 두 코의 앞쪽에 넣고, 두 코의 뒤쪽을 함께 겉뜨기합니다.
nb: Stikk venstre pinne inn foran i begge løse masker og strikk dem rett sammen gjennom bakre maskeledd.
nl: Steek de linkernaald door de voorkant van beide afgehaalde lussen en brei ze recht samen door de achterste lussen.
sv: Stick vänster sticka genom framsidan av båda lyfta maskorna och sticka dem rätt tillsammans genom de bakre bågarna.
zh_hans: 左针穿入两个滑针的前方，再从后半针将两针一起织下针。
zh_hant: 左針穿入兩個滑針的前方，再從後半針將兩針一起織下針。

# stitchDictionary.ssk.accessibility.2
source: Drawing: Insert the left needle through the fronts of both slipped loops; knit them together through their back loops.
da: Tegning: Stik venstre pind ind foran i de to løse masker, og strik dem ret sammen gennem de bagerste lænker.
de: Zeichnung: Die linke Nadel vorn in beide abgehobenen Maschen stechen und beide durch die hinteren Glieder rechts zusammenstricken.
el: Σχήμα: Βάλτε την αριστερή βελόνα στο μπροστινό μέρος των δύο άπλεκτων πόντων και πλέξτε τους μαζί καλή από τα πίσω σκέλη.
fi: Kuva: Työnnä vasen puikko nostettujen silmukoiden etupuolelta läpi ja neulo ne takareunoista oikein yhteen.
fr: Dessin : Piquer l’aiguille gauche dans l’avant des deux mailles glissées et les tricoter ensemble à l’endroit par les brins arrière.
ja: 図：左針を2つのすべり目の手前側に入れ、向こう側のループを一緒に表編みします。
ko: 그림: 왼바늘을 옮긴 두 코의 앞쪽에 넣고, 두 코의 뒤쪽을 함께 겉뜨기합니다.
nb: Tegning: Stikk venstre pinne inn foran i begge løse masker og strikk dem rett sammen gjennom bakre maskeledd.
nl: Tekening: Steek de linkernaald door de voorkant van beide afgehaalde lussen en brei ze recht samen door de achterste lussen.
sv: Bild: Stick vänster sticka genom framsidan av båda lyfta maskorna och sticka dem rätt tillsammans genom de bakre bågarna.
zh_hans: 图示：左针穿入两个滑针的前方，再从后半针将两针一起织下针。
zh_hant: 圖示：左針穿入兩個滑針的前方，再從後半針將兩針一起織下針。

# stitchDictionary.ssk.step.3
source: Release both old loops. One new stitch remains; this is the classic two-knitwise SSK.
da: Slip begge gamle masker. Dette er klassisk SSK med begge masker taget ret løs af.
de: Beide alten Maschen abgleiten lassen. Dies ist das klassische SSK mit zweimaligem Abheben wie zum Rechtsstricken.
el: Αφήστε τους δύο παλιούς πόντους. Αυτό είναι το κλασικό SSK, με δύο περάσματα σαν καλή.
fi: Pudota molemmat vanhat silmukat. Tämä on perinteinen SSK, jossa molemmat nostetaan oikein neulomatta.
fr: Libérer les deux anciennes mailles. C’est le SSK classique, avec deux glissements comme à l’endroit.
ja: 元の2目を外します。表目の向きに2回すべらせる基本の SSK です。
ko: 원래 두 코를 빼면 새 코 하나가 남습니다. 두 번 모두 겉뜨기 방향으로 옮기는 기본 SSK 입니다.
nb: Slipp begge gamle masker. Dette er klassisk SSK, der begge tas løs av som rett.
nl: Laat beide oude lussen los. Dit is de klassieke SSK waarbij beide steken recht worden afgehaald.
sv: Släpp båda gamla maskorna. Detta är klassisk SSK där båda lyfts som räta.
zh_hans: 放开两个旧线圈，留下一个新针目；本例为两次下针方向滑针的传统 SSK。
zh_hant: 放開兩個舊線圈，留下一個新針目；本例為兩次下針方向滑針的傳統 SSK。

# stitchDictionary.ssk.accessibility.3
source: Drawing: Release both old loops. One new stitch remains; this is the classic two-knitwise SSK.
da: Tegning: Slip begge gamle masker. Dette er klassisk SSK med begge masker taget ret løs af.
de: Zeichnung: Beide alten Maschen abgleiten lassen. Dies ist das klassische SSK mit zweimaligem Abheben wie zum Rechtsstricken.
el: Σχήμα: Αφήστε τους δύο παλιούς πόντους. Αυτό είναι το κλασικό SSK, με δύο περάσματα σαν καλή.
fi: Kuva: Pudota molemmat vanhat silmukat. Tämä on perinteinen SSK, jossa molemmat nostetaan oikein neulomatta.
fr: Dessin : Libérer les deux anciennes mailles. C’est le SSK classique, avec deux glissements comme à l’endroit.
ja: 図：元の2目を外します。表目の向きに2回すべらせる基本の SSK です。
ko: 그림: 원래 두 코를 빼면 새 코 하나가 남습니다. 두 번 모두 겉뜨기 방향으로 옮기는 기본 SSK 입니다.
nb: Tegning: Slipp begge gamle masker. Dette er klassisk SSK, der begge tas løs av som rett.
nl: Tekening: Laat beide oude lussen los. Dit is de klassieke SSK waarbij beide steken recht worden afgehaald.
sv: Bild: Släpp båda gamla maskorna. Detta är klassisk SSK där båda lyfts som räta.
zh_hans: 图示：放开两个旧线圈，留下一个新针目；本例为两次下针方向滑针的传统 SSK。
zh_hant: 圖示：放開兩個舊線圈，留下一個新針目；本例為兩次下針方向滑針的傳統 SSK。

# stitchDictionary.skp.title
source: Slip, knit, pass over
da: Løs af, ret, træk over
de: Abheben, rechts stricken, überziehen
el: Άπλεκτος, καλή, πέρασμα από πάνω
fi: Nosta, neulo, vedä yli
fr: Surjet simple
ja: 右上2目一度（かぶせる方法）
ko: 걸러뜨고 겉뜨고 덮어씌우기 (SKP, 설명)
nb: Løs av, rett, trekk over
nl: Afhalen, recht, overhalen
sv: Lyft, rätt, dra över
zh_hans: 滑针、下针、套收
zh_hant: 滑針、下針、套收

# stitchDictionary.skp.summary
source: A left-leaning decrease made by passing a slipped stitch over.
da: Venstrehældende indtagning ved at trække en løs maske over.
de: Links geneigte Abnahme durch Überziehen einer abgehobenen Masche.
el: Μείωση με κλίση αριστερά περνώντας έναν άπλεκτο πόντο από πάνω.
fi: Vasemmalle kallistuva kavennus nostetun silmukan ylivetämisellä.
fr: Diminution inclinée à gauche en rabattant une maille glissée.
ja: すべり目を編んだ目にかぶせる、左傾斜の減目です。
ko: 걸러둔 코를 새 코 위로 넘겨 왼쪽으로 줄입니다.
nb: Venstrevendt felling ved å trekke en løs maske over.
nl: Linkshellende mindering door een afgehaalde steek over te halen.
sv: Vänsterlutande minskning genom att dra en lyft maska över.
zh_hans: 把滑针套过新织针目，形成左倾减针。
zh_hant: 把滑針套過新織針目，形成左傾減針。

# stitchDictionary.skp.step.1
source: With yarn behind, slip one stitch knitwise onto the right needle.
da: Garnet bagved. Tag én maske ret løs af på højre pind.
de: Faden hinten. Eine Masche wie zum Rechtsstricken rechts abheben.
el: Νήμα πίσω. Περάστε έναν πόντο άπλεκτο σαν καλή στη δεξιά βελόνα.
fi: Lanka takana. Nosta yksi silmukka oikein neulomatta oikealle puikolle.
fr: Fil derrière, glisser une maille comme à l’endroit sur l’aiguille droite.
ja: 糸を向こう側に置き、1目を表目の向きに右針へすべらせます。
ko: 실을 뒤에 두고 한 코를 겉뜨기 방향으로 오른바늘에 옮깁니다.
nb: Garnet bak. Ta én maske løs av som rett på høyre pinne.
nl: Garen achter. Haal één steek recht af op de rechternaald.
sv: Garnet bakom. Lyft en maska som en rät till höger sticka.
zh_hans: 线置于后方，以下针方向滑一针到右针。
zh_hant: 線置於後方，以下針方向滑一針到右針。

# stitchDictionary.skp.accessibility.1
source: Drawing: With yarn behind, slip one stitch knitwise onto the right needle.
da: Tegning: Garnet bagved. Tag én maske ret løs af på højre pind.
de: Zeichnung: Faden hinten. Eine Masche wie zum Rechtsstricken rechts abheben.
el: Σχήμα: Νήμα πίσω. Περάστε έναν πόντο άπλεκτο σαν καλή στη δεξιά βελόνα.
fi: Kuva: Lanka takana. Nosta yksi silmukka oikein neulomatta oikealle puikolle.
fr: Dessin : Fil derrière, glisser une maille comme à l’endroit sur l’aiguille droite.
ja: 図：糸を向こう側に置き、1目を表目の向きに右針へすべらせます。
ko: 그림: 실을 뒤에 두고 한 코를 겉뜨기 방향으로 오른바늘에 옮깁니다.
nb: Tegning: Garnet bak. Ta én maske løs av som rett på høyre pinne.
nl: Tekening: Garen achter. Haal één steek recht af op de rechternaald.
sv: Bild: Garnet bakom. Lyft en maska som en rät till höger sticka.
zh_hans: 图示：线置于后方，以下针方向滑一针到右针。
zh_hant: 圖示：線置於後方，以下針方向滑一針到右針。

# stitchDictionary.skp.step.2
source: Knit the next stitch normally; the slipped stitch stays beside it on the right needle.
da: Strik næste maske ret; den løse maske bliver ved siden af på højre pind.
de: Die nächste Masche rechts stricken; die abgehobene Masche bleibt daneben auf der rechten Nadel.
el: Πλέξτε τον επόμενο πόντο καλή· ο άπλεκτος μένει δίπλα του στη δεξιά βελόνα.
fi: Neulo seuraava silmukka oikein; nostettu silmukka jää sen viereen oikealle puikolle.
fr: Tricoter la maille suivante à l’endroit ; laisser la maille glissée à côté sur l’aiguille droite.
ja: 次の1目を表編みします。すべり目は右針に残します。
ko: 다음 코를 겉뜨기합니다. 걸러둔 코는 오른바늘에 그대로 둡니다.
nb: Strikk neste maske rett; den løse masken blir ved siden av på høyre pinne.
nl: Brei de volgende steek recht; de afgehaalde steek blijft ernaast op de rechternaald.
sv: Sticka nästa maska rätt; den lyfta maskan ligger kvar bredvid på höger sticka.
zh_hans: 下一针织下针；先前滑针留在右针旁边。
zh_hant: 下一針織下針；先前滑針留在右針旁邊。

# stitchDictionary.skp.accessibility.2
source: Drawing: Knit the next stitch normally; the slipped stitch stays beside it on the right needle.
da: Tegning: Strik næste maske ret; den løse maske bliver ved siden af på højre pind.
de: Zeichnung: Die nächste Masche rechts stricken; die abgehobene Masche bleibt daneben auf der rechten Nadel.
el: Σχήμα: Πλέξτε τον επόμενο πόντο καλή· ο άπλεκτος μένει δίπλα του στη δεξιά βελόνα.
fi: Kuva: Neulo seuraava silmukka oikein; nostettu silmukka jää sen viereen oikealle puikolle.
fr: Dessin : Tricoter la maille suivante à l’endroit ; laisser la maille glissée à côté sur l’aiguille droite.
ja: 図：次の1目を表編みします。すべり目は右針に残します。
ko: 그림: 다음 코를 겉뜨기합니다. 걸러둔 코는 오른바늘에 그대로 둡니다.
nb: Tegning: Strikk neste maske rett; den løse masken blir ved siden av på høyre pinne.
nl: Tekening: Brei de volgende steek recht; de afgehaalde steek blijft ernaast op de rechternaald.
sv: Bild: Sticka nästa maska rätt; den lyfta maskan ligger kvar bredvid på höger sticka.
zh_hans: 图示：下一针织下针；先前滑针留在右针旁边。
zh_hant: 圖示：下一針織下針；先前滑針留在右針旁邊。

# stitchDictionary.skp.step.3
source: Use the left needle to lift the slipped stitch over the new knit stitch and off the right tip.
da: Løft med venstre pind den løse maske over den nye retmaske og af højre pindspids.
de: Mit der linken Nadel die abgehobene Masche über die neue rechte Masche und von der Nadelspitze heben.
el: Με την αριστερή βελόνα σηκώστε τον άπλεκτο πάνω από τον νέο καλό πόντο και έξω από τη δεξιά άκρη.
fi: Nosta vasemmalla puikolla neulomaton silmukka uuden oikean silmukan yli ja pois oikean puikon kärjestä.
fr: Avec l’aiguille gauche, passer la maille glissée par-dessus la nouvelle maille et hors de la pointe droite.
ja: 左針ですべり目を持ち上げ、新しく編んだ目にかぶせて右針から外します。
ko: 왼바늘로 걸러둔 코를 들어 새로 뜬 코 위로 넘기고 오른바늘 끝에서 뺍니다.
nb: Løft den løse masken med venstre pinne over den nye rettmasken og av høyre pinnespiss.
nl: Til met de linkernaald de afgehaalde steek over de nieuwe rechte steek en van de rechterpunt af.
sv: Lyft den lyfta maskan med vänster sticka över den nya räta maskan och av höger spets.
zh_hans: 用左针挑起滑针，套过新织的下针并移出右针尖。
zh_hant: 用左針挑起滑針，套過新織的下針並移出右針尖。

# stitchDictionary.skp.accessibility.3
source: Drawing: Use the left needle to lift the slipped stitch over the new knit stitch and off the right tip.
da: Tegning: Løft med venstre pind den løse maske over den nye retmaske og af højre pindspids.
de: Zeichnung: Mit der linken Nadel die abgehobene Masche über die neue rechte Masche und von der Nadelspitze heben.
el: Σχήμα: Με την αριστερή βελόνα σηκώστε τον άπλεκτο πάνω από τον νέο καλό πόντο και έξω από τη δεξιά άκρη.
fi: Kuva: Nosta vasemmalla puikolla neulomaton silmukka uuden oikean silmukan yli ja pois oikean puikon kärjestä.
fr: Dessin : Avec l’aiguille gauche, passer la maille glissée par-dessus la nouvelle maille et hors de la pointe droite.
ja: 図：左針ですべり目を持ち上げ、新しく編んだ目にかぶせて右針から外します。
ko: 그림: 왼바늘로 걸러둔 코를 들어 새로 뜬 코 위로 넘기고 오른바늘 끝에서 뺍니다.
nb: Tegning: Løft den løse masken med venstre pinne over den nye rettmasken og av høyre pinnespiss.
nl: Tekening: Til met de linkernaald de afgehaalde steek over de nieuwe rechte steek en van de rechterpunt af.
sv: Bild: Lyft den lyfta maskan med vänster sticka över den nya räta maskan och av höger spets.
zh_hans: 图示：用左针挑起滑针，套过新织的下针并移出右针尖。
zh_hant: 圖示：用左針挑起滑針，套過新織的下針並移出右針尖。

# stitchDictionary.p2tog.title
source: Purl two together
da: To vrang sammen
de: Zwei links zusammenstricken
el: Δύο μαζί ανάποδη
fi: Kaksi nurin yhteen
fr: Deux mailles ensemble à l’envers
ja: 2目を一緒に裏編み（説明訳）
ko: 두 코 모아 안뜨기 (P2TOG, 설명)
nb: To vrang sammen
nl: Twee averecht samenbreien
sv: Två aviga tillsammans
zh_hans: 上针两针并一针
zh_hant: 上針兩針併一針

# stitchDictionary.p2tog.summary
source: Work two stitches as one purl stitch.
da: Strik to masker sammen til én vrangmaske.
de: Zwei Maschen zusammen als eine linke Masche arbeiten.
el: Πλέξτε δύο πόντους μαζί ως έναν ανάποδο πόντο.
fi: Neulo kaksi silmukkaa yhdeksi nurjaksi silmukaksi.
fr: Tricoter deux mailles en une seule maille envers.
ja: 2目をまとめて1つの裏目にします。
ko: 두 코를 함께 한 코의 안뜨기로 뜹니다.
nb: Strikk to masker sammen til én vrangmaske.
nl: Twee steken samen als één averechte steek breien.
sv: Sticka två maskor tillsammans till en avig maska.
zh_hans: 把两个针目一起织成一个上针。
zh_hant: 把兩個針目一起織成一個上針。

# stitchDictionary.p2tog.step.1
source: Keep yarn in front. Insert the right needle purlwise through the next two loops together.
da: Garnet foran. Stik højre pind som til vrang gennem de næste to masker samtidig.
de: Faden vorn. Die rechte Nadel wie zum Linksstricken gleichzeitig in die nächsten zwei Maschen stechen.
el: Νήμα μπροστά. Βάλτε τη δεξιά βελόνα στους επόμενους δύο πόντους μαζί, σαν για ανάποδη.
fi: Lanka edessä. Työnnä oikea puikko seuraaviin kahteen silmukkaan yhtä aikaa kuin neuloisit nurin.
fr: Fil devant. Piquer l’aiguille droite comme à l’envers dans les deux mailles suivantes ensemble.
ja: 糸を手前に置き、次の2目に右針を裏目の向きにまとめて入れます。
ko: 실을 앞에 두고 오른바늘을 다음 두 코에 안뜨기 방향으로 한꺼번에 넣습니다.
nb: Garnet foran. Stikk høyre pinne som til vrang gjennom de neste to maskene samtidig.
nl: Garen voor. Steek de rechternaald averecht in de volgende twee lussen tegelijk.
sv: Garnet framför. Stick höger sticka som för avigt genom nästa två maskor samtidigt.
zh_hans: 线置于前方，右针以上针方向同时插入接下来两个线圈。
zh_hant: 線置於前方，右針以上針方向同時插入接下來兩個線圈。

# stitchDictionary.p2tog.accessibility.1
source: Drawing: Keep yarn in front. Insert the right needle purlwise through the next two loops together.
da: Tegning: Garnet foran. Stik højre pind som til vrang gennem de næste to masker samtidig.
de: Zeichnung: Faden vorn. Die rechte Nadel wie zum Linksstricken gleichzeitig in die nächsten zwei Maschen stechen.
el: Σχήμα: Νήμα μπροστά. Βάλτε τη δεξιά βελόνα στους επόμενους δύο πόντους μαζί, σαν για ανάποδη.
fi: Kuva: Lanka edessä. Työnnä oikea puikko seuraaviin kahteen silmukkaan yhtä aikaa kuin neuloisit nurin.
fr: Dessin : Fil devant. Piquer l’aiguille droite comme à l’envers dans les deux mailles suivantes ensemble.
ja: 図：糸を手前に置き、次の2目に右針を裏目の向きにまとめて入れます。
ko: 그림: 실을 앞에 두고 오른바늘을 다음 두 코에 안뜨기 방향으로 한꺼번에 넣습니다.
nb: Tegning: Garnet foran. Stikk høyre pinne som til vrang gjennom de neste to maskene samtidig.
nl: Tekening: Garen voor. Steek de rechternaald averecht in de volgende twee lussen tegelijk.
sv: Bild: Garnet framför. Stick höger sticka som för avigt genom nästa två maskor samtidigt.
zh_hans: 图示：线置于前方，右针以上针方向同时插入接下来两个线圈。
zh_hant: 圖示：線置於前方，右針以上針方向同時插入接下來兩個線圈。

# stitchDictionary.p2tog.step.2
source: Wrap yarn and draw one new loop through both old loops, away from you.
da: Slå garnet om, og træk én ny løkke bagud gennem begge gamle masker.
de: Den Faden umlegen und eine neue Schlinge nach hinten durch beide alten Maschen ziehen.
el: Τυλίξτε το νήμα και τραβήξτε μία νέα θηλιά προς τα πίσω μέσα από τους δύο παλιούς πόντους.
fi: Kierrä lanka ja vedä yksi uusi lenkki molempien vanhojen silmukoiden läpi taakse.
fr: Enrouler le fil et tirer une nouvelle boucle vers l’arrière à travers les deux anciennes mailles.
ja: 糸をかけ、元の2目から新しいループを向こう側へ引き出します。
ko: 실을 감고 두 코 사이로 새 고리를 뒤쪽으로 빼냅니다.
nb: Legg garnet rundt og trekk én ny løkke bakover gjennom begge gamle masker.
nl: Sla het garen om en trek één nieuwe lus naar achteren door beide oude lussen.
sv: Lägg garnet runt och dra en ny ögla bakåt genom båda gamla maskorna.
zh_hans: 绕线，把一个新线圈从两个旧线圈中往后拉出。
zh_hant: 繞線，把一個新線圈從兩個舊線圈中往後拉出。

# stitchDictionary.p2tog.accessibility.2
source: Drawing: Wrap yarn and draw one new loop through both old loops, away from you.
da: Tegning: Slå garnet om, og træk én ny løkke bagud gennem begge gamle masker.
de: Zeichnung: Den Faden umlegen und eine neue Schlinge nach hinten durch beide alten Maschen ziehen.
el: Σχήμα: Τυλίξτε το νήμα και τραβήξτε μία νέα θηλιά προς τα πίσω μέσα από τους δύο παλιούς πόντους.
fi: Kuva: Kierrä lanka ja vedä yksi uusi lenkki molempien vanhojen silmukoiden läpi taakse.
fr: Dessin : Enrouler le fil et tirer une nouvelle boucle vers l’arrière à travers les deux anciennes mailles.
ja: 図：糸をかけ、元の2目から新しいループを向こう側へ引き出します。
ko: 그림: 실을 감고 두 코 사이로 새 고리를 뒤쪽으로 빼냅니다.
nb: Tegning: Legg garnet rundt og trekk én ny løkke bakover gjennom begge gamle masker.
nl: Tekening: Sla het garen om en trek één nieuwe lus naar achteren door beide oude lussen.
sv: Bild: Lägg garnet runt och dra en ny ögla bakåt genom båda gamla maskorna.
zh_hans: 图示：绕线，把一个新线圈从两个旧线圈中往后拉出。
zh_hant: 圖示：繞線，把一個新線圈從兩個舊線圈中往後拉出。

# stitchDictionary.p2tog.step.3
source: Release both old loops together. One purl stitch remains.
da: Lad begge gamle masker glide af sammen. Én vrangmaske er tilbage.
de: Beide alten Maschen zusammen abgleiten lassen. Eine linke Masche bleibt.
el: Αφήστε και τους δύο παλιούς πόντους μαζί. Μένει ένας ανάποδος πόντος.
fi: Pudota molemmat vanhat silmukat yhdessä. Yksi nurja silmukka jää jäljelle.
fr: Laisser tomber les deux anciennes mailles ensemble. Il reste une maille envers.
ja: 元の2目を一緒に外します。裏目が1目残ります。
ko: 원래 두 코를 함께 빼면 안뜨기 한 코가 남습니다.
nb: La begge gamle masker gli av sammen. Én vrangmaske er igjen.
nl: Laat beide oude lussen tegelijk los. Er blijft één averechte steek over.
sv: Låt båda gamla maskorna glida av tillsammans. En avig maska återstår.
zh_hans: 两个旧线圈一起滑离左针，留下一个上针。
zh_hant: 兩個舊線圈一起滑離左針，留下一個上針。

# stitchDictionary.p2tog.accessibility.3
source: Drawing: Release both old loops together. One purl stitch remains.
da: Tegning: Lad begge gamle masker glide af sammen. Én vrangmaske er tilbage.
de: Zeichnung: Beide alten Maschen zusammen abgleiten lassen. Eine linke Masche bleibt.
el: Σχήμα: Αφήστε και τους δύο παλιούς πόντους μαζί. Μένει ένας ανάποδος πόντος.
fi: Kuva: Pudota molemmat vanhat silmukat yhdessä. Yksi nurja silmukka jää jäljelle.
fr: Dessin : Laisser tomber les deux anciennes mailles ensemble. Il reste une maille envers.
ja: 図：元の2目を一緒に外します。裏目が1目残ります。
ko: 그림: 원래 두 코를 함께 빼면 안뜨기 한 코가 남습니다.
nb: Tegning: La begge gamle masker gli av sammen. Én vrangmaske er igjen.
nl: Tekening: Laat beide oude lussen tegelijk los. Er blijft één averechte steek over.
sv: Bild: Låt båda gamla maskorna glida av tillsammans. En avig maska återstår.
zh_hans: 图示：两个旧线圈一起滑离左针，留下一个上针。
zh_hant: 圖示：兩個舊線圈一起滑離左針，留下一個上針。

# stitchDictionary.centered-double-decrease.title
source: Centered double decrease
da: Centreret dobbelt indtagning
de: Zentrierte doppelte Abnahme
el: Κεντρική διπλή μείωση
fi: Keskitetty kaksoiskavennus
fr: Double diminution centrée
ja: 中上3目一度
ko: 중심 세 코 줄이기 (CDD, 설명)
nb: Sentrert dobbel felling
nl: Gecentreerde dubbele mindering
sv: Centrerad dubbel minskning
zh_hans: 中上三针并一针
zh_hant: 中上三針併一針

# stitchDictionary.centered-double-decrease.summary
source: Reduce three stitches to one with the center stitch on top.
da: Reducér tre masker til én med den midterste øverst.
de: Drei Maschen zu einer reduzieren, wobei die mittlere oben liegt.
el: Μειώστε τρεις πόντους σε έναν με τον μεσαίο από πάνω.
fi: Kavenna kolme silmukkaa yhdeksi niin, että keskimmäinen jää päälle.
fr: Réduire trois mailles à une en gardant la maille centrale au-dessus.
ja: 3目を1目にし、中央の目を上に残します。
ko: 세 코를 한 코로 줄여 가운데 코가 위에 오게 합니다.
nb: Fell tre masker til én med den midterste øverst.
nl: Drie steken tot één minderen met de middelste bovenop.
sv: Minska tre maskor till en med mittmaskan överst.
zh_hans: 三针减成一针，中间的针目位于上方。
zh_hant: 三針減成一針，中間的針目位於上方。

# stitchDictionary.centered-double-decrease.step.1
source: With yarn behind, slip two stitches together as if knitting two together.
da: Garnet bagved. Tag to masker sammen løs af, som skulle de strikkes ret sammen.
de: Faden hinten. Zwei Maschen gemeinsam wie zum Rechtszusammenstricken abheben.
el: Νήμα πίσω. Περάστε δύο πόντους μαζί άπλεκτους σαν να τους πλέκατε δύο μαζί καλή.
fi: Lanka takana. Nosta kaksi silmukkaa yhdessä kuin neuloisit ne oikein yhteen.
fr: Fil derrière, glisser deux mailles ensemble comme pour les tricoter ensemble à l’endroit.
ja: 糸を向こう側に置き、2目一度を編む向きに2目を一緒にすべらせます。
ko: 실을 뒤에 두고 두 코를 모아 겉뜨기하듯 한꺼번에 오른바늘에 옮깁니다.
nb: Garnet bak. Ta to masker sammen løs av som om de skulle strikkes rett sammen.
nl: Garen achter. Haal twee steken samen af alsof je ze recht samenbreit.
sv: Garnet bakom. Lyft två maskor tillsammans som om de skulle stickas rätt tillsammans.
zh_hans: 线置于后方，以下针两针并针的方向将两针一起滑到右针。
zh_hant: 線置於後方，以下針兩針併針的方向將兩針一起滑到右針。

# stitchDictionary.centered-double-decrease.accessibility.1
source: Drawing: With yarn behind, slip two stitches together as if knitting two together.
da: Tegning: Garnet bagved. Tag to masker sammen løs af, som skulle de strikkes ret sammen.
de: Zeichnung: Faden hinten. Zwei Maschen gemeinsam wie zum Rechtszusammenstricken abheben.
el: Σχήμα: Νήμα πίσω. Περάστε δύο πόντους μαζί άπλεκτους σαν να τους πλέκατε δύο μαζί καλή.
fi: Kuva: Lanka takana. Nosta kaksi silmukkaa yhdessä kuin neuloisit ne oikein yhteen.
fr: Dessin : Fil derrière, glisser deux mailles ensemble comme pour les tricoter ensemble à l’endroit.
ja: 図：糸を向こう側に置き、2目一度を編む向きに2目を一緒にすべらせます。
ko: 그림: 실을 뒤에 두고 두 코를 모아 겉뜨기하듯 한꺼번에 오른바늘에 옮깁니다.
nb: Tegning: Garnet bak. Ta to masker sammen løs av som om de skulle strikkes rett sammen.
nl: Tekening: Garen achter. Haal twee steken samen af alsof je ze recht samenbreit.
sv: Bild: Garnet bakom. Lyft två maskor tillsammans som om de skulle stickas rätt tillsammans.
zh_hans: 图示：线置于后方，以下针两针并针的方向将两针一起滑到右针。
zh_hant: 圖示：線置於後方，以下針兩針併針的方向將兩針一起滑到右針。

# stitchDictionary.centered-double-decrease.step.2
source: Knit the next stitch normally, leaving the two slipped stitches on the right needle.
da: Strik næste maske ret; behold de to løse masker på højre pind.
de: Die nächste Masche rechts stricken; die beiden abgehobenen Maschen bleiben rechts.
el: Πλέξτε τον επόμενο πόντο καλή· οι δύο άπλεκτοι μένουν δεξιά.
fi: Neulo seuraava silmukka oikein; nostetut kaksi jäävät oikealle puikolle.
fr: Tricoter la maille suivante à l’endroit ; les deux mailles glissées restent à droite.
ja: 次の1目を表編みします。すべらせた2目は右針に残します。
ko: 다음 한 코를 겉뜨기합니다. 옮겨둔 두 코는 오른바늘에 남깁니다.
nb: Strikk neste maske rett; behold de to løse maskene på høyre pinne.
nl: Brei de volgende steek recht; laat de twee afgehaalde steken op de rechternaald staan.
sv: Sticka nästa maska rätt; behåll de två lyfta maskorna på höger sticka.
zh_hans: 下一针正常织下针，两个滑针仍留在右针。
zh_hant: 下一針正常織下針，兩個滑針仍留在右針。

# stitchDictionary.centered-double-decrease.accessibility.2
source: Drawing: Knit the next stitch normally, leaving the two slipped stitches on the right needle.
da: Tegning: Strik næste maske ret; behold de to løse masker på højre pind.
de: Zeichnung: Die nächste Masche rechts stricken; die beiden abgehobenen Maschen bleiben rechts.
el: Σχήμα: Πλέξτε τον επόμενο πόντο καλή· οι δύο άπλεκτοι μένουν δεξιά.
fi: Kuva: Neulo seuraava silmukka oikein; nostetut kaksi jäävät oikealle puikolle.
fr: Dessin : Tricoter la maille suivante à l’endroit ; les deux mailles glissées restent à droite.
ja: 図：次の1目を表編みします。すべらせた2目は右針に残します。
ko: 그림: 다음 한 코를 겉뜨기합니다. 옮겨둔 두 코는 오른바늘에 남깁니다.
nb: Tegning: Strikk neste maske rett; behold de to løse maskene på høyre pinne.
nl: Tekening: Brei de volgende steek recht; laat de twee afgehaalde steken op de rechternaald staan.
sv: Bild: Sticka nästa maska rätt; behåll de två lyfta maskorna på höger sticka.
zh_hans: 图示：下一针正常织下针，两个滑针仍留在右针。
zh_hant: 圖示：下一針正常織下針，兩個滑針仍留在右針。
